<?php

return [
    'article' => [
        'manage' => [
            'display_name' => 'Менажиране на статии',
            'description' => 'Дава пълен достъп за менажиране на статиите.',
        ],
        'show' => [
            'display_name' => 'Показване на статии',
            'description' => 'Дава достъп до страницата за преглед на всички статии и до страницата за разглеждане на специфичните данни на дадена статия.',
        ],
        'create' => [
            'display_name' => 'Създаване на статии',
            'description' => 'Дава достъп до страницата за създаване на нова статия.',
        ],
        'edit' => [
            'display_name' => 'Промяна на статии',
            'description' => 'Дава достъп до страницата за редактиране на вече съществуваща статия.',
        ],
        'delete' => [
            'display_name' => 'Изтриване на статии',
            'description' => 'Дава достъп за изтриване на статии.',
        ],
    ],
];
